IDEA Open Model
CrossSectionGeneralColdFormed.Thickness Property
Compatible with IDEA StatiCa 20.1
 Thickness of thin wall cross-section
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Thickness { get; set; }
Public Property Thickness As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
CrossSectionGeneralColdFormed Class
IdeaRS.OpenModel.CrossSection Namespace